Repository: zhaomin1995/video_player
Catalog: Awesome Player/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, yue, zh_hans, zh_hant

source: Preferences…
de: Einstellungen…
es: Preferencias…
fr: Préférences…
ja: 設定…
ko: 환경설정…
pt_br: Preferências…
ru: Настройки…
yue: 偏好設定…
zh_hans: 偏好设置…
zh_hant: 偏好設定…

source: Preparing Dolby Vision playback…
de: Dolby-Vision-Wiedergabe wird vorbereitet…
es: Preparando reproducción de Dolby Vision…
fr: Préparation de la lecture Dolby Vision…
ja: Dolby Vision 再生を準備中…
ko: Dolby Vision 재생 준비 중…
pt_br: Preparando reprodução Dolby Vision…
ru: Подготовка к воспроизведению Dolby Vision…
yue: 正在準備 Dolby Vision 播放…
zh_hans: 正在准备 Dolby Vision 播放…
zh_hant: 正在準備 Dolby Vision 播放…

source: Previous
de: Vorheriges
es: Anterior
fr: Précédent
ja: 前へ
ko: 이전
pt_br: Anterior
ru: Назад
yue: 上一個
zh_hans: 上一个
zh_hant: 上一首

source: Previous chapter
de: Vorheriges Kapitel
es: Capítulo anterior
fr: Chapitre précédent
ja: 前のチャプター
ko: 이전 챕터
pt_br: Capítulo anterior
ru: Предыдущая глава
yue: 上一章
zh_hans: 上一章
zh_hant: 上一章

source: Pull
de: Vor
es: Adelantar
fr: Tirer
ja: 早める
ko: 당기기
pt_br: Puxar
ru: Сдвинуть назад
yue: 前移
zh_hans: 前移
zh_hant: 前移

source: Purple
de: Lila
es: Morado
fr: Violet
ja: 紫
ko: 보라
pt_br: Roxo
ru: Фиолетовый
yue: 紫色
zh_hans: 紫色
zh_hant: 紫色

source: Push
de: Zurück
es: Retrasar
fr: Pousser
ja: 遅らせる
ko: 밀기
pt_br: Empurrar
ru: Сдвинуть вперёд
yue: 後移
zh_hans: 后移
zh_hant: 後移

source: Quit Awesome Player
de: Awesome Player beenden
es: Salir de Awesome Player
fr: Quitter Awesome Player
ja: Awesome Player を終了
ko: Awesome Player 종료
pt_br: Encerrar o Awesome Player
ru: Завершить Awesome Player
yue: 離開 Awesome Player
zh_hans: 退出 Awesome Player
zh_hant: 結束 Awesome Player

source: Quit when last window closed
de: Beenden, wenn das letzte Fenster geschlossen wird
es: Salir al cerrar la última ventana
fr: Quitter à la fermeture de la dernière fenêtre
ja: 最後のウインドウを閉じたら終了
ko: 마지막 윈도우를 닫으면 종료
pt_br: Encerrar ao fechar a última janela
ru: Завершать после закрытия последнего окна
yue: 關閉最後個視窗時離開
zh_hans: 关闭最后窗口时退出
zh_hant: 關閉最後視窗時結束

source: RECENT
de: ZULETZT
es: RECIENTES
fr: RÉCENT
ja: 最近
ko: 최근
pt_br: RECENTES
ru: НЕДАВНЕЕ
yue: 最近
zh_hans: 最近
zh_hant: 最近

source: Red
de: Rot
es: Rojo
fr: Rouge
ja: 赤
ko: 빨강
pt_br: Vermelho
ru: Красный
yue: 紅色
zh_hans: 红色
zh_hant: 紅色

source: Release
de: Veröffentlichung
es: Versión
fr: Version
ja: リリース
ko: 릴리스
pt_br: Versão
ru: Релиз
yue: 版本
zh_hans: 版本
zh_hant: 版本

source: Remind Me Later
de: Später erinnern
es: Recordármelo más tarde
fr: Me rappeler plus tard
ja: 後で通知
ko: 나중에 알림
pt_br: Lembrar-me mais tarde
ru: Напомнить позже
yue: 稍後提醒
zh_hans: 稍后提醒
zh_hant: 稍後提醒

source: Repeat All
de: Alle wiederholen
es: Repetir todo
fr: Tout répéter
ja: すべてリピート
ko: 모두 반복
pt_br: Repetir Tudo
ru: Повтор всех
yue: 全部循環
zh_hans: 全部循环
zh_hant: 全部循環

source: Repeat Off
de: Wiederholung aus
es: Sin repetición
fr: Pas de répétition
ja: リピート: オフ
ko: 반복 끔
pt_br: Repetição desativada
ru: Без повтора
yue: 不重複
zh_hans: 不重复
zh_hant: 不重複

source: Repeat One
de: Titel wiederholen
es: Repetir uno
fr: Répéter un titre
ja: 1曲リピート
ko: 한 곡 반복
pt_br: Repetir Uma
ru: Повтор одного
yue: 單一循環
zh_hans: 单曲循环
zh_hant: 單曲循環

source: Repeat: %@
de: Wiederholung: %@
es: Repetir: %@
fr: Répéter : %@
ja: リピート: %@
ko: 반복: %@
pt_br: Repetir: %@
ru: Повтор: %@
yue: 重複：%@
zh_hans: 重复：%@
zh_hant: 重複：%@

source: Report an Issue on GitHub
de: Problem auf GitHub melden
es: Reportar un problema en GitHub
fr: Signaler un problème sur GitHub
ja: GitHub で問題を報告
ko: GitHub에 문제 보고
pt_br: Relatar um problema no GitHub
ru: Сообщить о проблеме на GitHub
yue: 喺 GitHub 回報問題
zh_hans: 在 GitHub 上报告问题
zh_hant: 在 GitHub 上回報問題

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 초기화
pt_br: Redefinir
ru: Сбросить
yue: 重設
zh_hans: 重置
zh_hant: 重設

source: Reset speed
de: Geschwindigkeit zurücksetzen
es: Restablecer velocidad
fr: Réinitialiser la vitesse
ja: 速度をリセット
ko: 속도 초기화
pt_br: Redefinir velocidade
ru: Сбросить скорость
yue: 重設速度
zh_hans: 重置速度
zh_hant: 重設速度

source: Resize Window
de: Fenstergröße ändern
es: Cambiar tamaño de ventana
fr: Redimensionner la fenêtre
ja: ウインドウサイズ変更
ko: 윈도우 크기 조정
pt_br: Redimensionar janela
ru: Изменить размер окна
yue: 調整視窗大小
zh_hans: 调整窗口大小
zh_hant: 調整視窗大小

source: Restore window position on launch
de: Fensterposition beim Start wiederherstellen
es: Restaurar posición de ventana al iniciar
fr: Restaurer la position de la fenêtre au lancement
ja: 起動時にウインドウ位置を復元
ko: 실행 시 윈도우 위치 복원
pt_br: Restaurar posição da janela ao iniciar
ru: Восстанавливать положение окна при запуске
yue: 啟動時返之前嘅視窗位置
zh_hans: 启动时恢复窗口位置
zh_hant: 啟動時恢復視窗位置

source: Resume playback position on reopen
de: Wiedergabeposition beim erneuten Öffnen fortsetzen
es: Reanudar posición al reabrir
fr: Reprendre la position à la réouverture
ja: 再生位置を再開
ko: 다시 열 때 재생 위치 이어 보기
pt_br: Retomar posição ao reabrir
ru: Возобновлять воспроизведение при повторном открытии
yue: 重新開啟時繼續返之前嘅播放位置
zh_hans: 重新打开时恢复播放位置
zh_hant: 重新開啟時恢復播放位置

source: Resumed from %@
de: Fortgesetzt ab %@
es: Reanudado desde %@
fr: Reprise depuis %@
ja: %@ から再開
ko: %@부터 재개됨
pt_br: Retomado de %@
ru: Возобновлено с %@
yue: 由 %@ 繼續播放
zh_hans: 从 %@ 处恢复
zh_hant: 從 %@ 處恢復

source: Reveal Crash Logs in Finder
de: Crash-Logs im Finder anzeigen
es: Mostrar registros de fallos en Finder
fr: Afficher les journaux de plantage dans le Finder
ja: クラッシュログを Finder で表示
ko: 충돌 로그를 Finder에서 보기
pt_br: Mostrar logs de falhas no Finder
ru: Показать журналы сбоев в Finder
yue: 喺 Finder 顯示當機紀錄
zh_hans: 在 Finder 中显示崩溃日志
zh_hant: 在 Finder 中顯示當機紀錄

source: Reveal in Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
ja: Finder に表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
ru: Показать в Finder
yue: 喺 Finder 顯示
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

source: Revert Sync.
de: Sync. zurücksetzen
es: Restablecer sinc.
fr: Réinitialiser la synchro.
ja: 同期をリセット
ko: 동기화 초기화
pt_br: Redefinir Sinc.
ru: Сбросить синхр.
yue: 重設同步
zh_hans: 重置同步
zh_hant: 重設同步

source: Revert Transform
de: Transformation zurücksetzen
es: Restablecer transformación
fr: Réinitialiser la transformation
ja: 変換をリセット
ko: 변환 초기화
pt_br: Reverter Transformação
ru: Сбросить преобразование
yue: 重設變形
zh_hans: 重置变换
zh_hant: 重設變形

source: Right click:
de: Rechtsklick:
es: Clic derecho:
fr: Clic droit :
ja: 右クリック:
ko: 오른쪽 클릭:
pt_br: Clique direito:
ru: Правый клик:
yue: 右鍵點擊:
zh_hans: 右键单击:
zh_hant: 右鍵點擊:

source: Rotate Left
de: Nach links drehen
es: Girar a la izquierda
fr: Pivoter à gauche
ja: 左に回転
ko: 왼쪽으로 회전
pt_br: Girar à Esquerda
ru: Повернуть влево
yue: 向左旋轉
zh_hans: 向左旋转
zh_hant: 向左旋轉

source: Rotate Right
de: Nach rechts drehen
es: Girar a la derecha
fr: Pivoter à droite
ja: 右に回転
ko: 오른쪽으로 회전
pt_br: Girar à Direita
ru: Повернуть вправо
yue: 向右旋轉
zh_hans: 向右旋转
zh_hant: 向右旋轉

source: Rotate: %d°
de: Drehung: %d°
es: Rotación: %d°
fr: Rotation : %d°
ja: 回転: %d°
ko: 회전: %d°
pt_br: Rotação: %d°
ru: Поворот: %d°
yue: 旋轉：%d°
zh_hans: 旋转：%d°
zh_hant: 旋轉：%d°

source: Saturation
de: Sättigung
es: Saturación
ja: 彩度
ko: 채도
pt_br: Saturação
ru: Насыщенность
yue: 飽和度
zh_hans: 饱和度
zh_hant: 飽和度

source: Save Converted Media
de: Konvertierte Medien sichern
es: Guardar contenido convertido
fr: Enregistrer le média converti
ja: 変換したメディアを保存
ko: 변환된 미디어 저장
pt_br: Salvar Mídia Convertida
ru: Сохранить конвертированное медиа
yue: 儲存轉換完嘅媒體
zh_hans: 保存转换后的媒体
zh_hant: 儲存轉換後的媒體

source: Save Screenshot
de: Bildschirmfoto sichern
es: Guardar captura
fr: Enregistrer la capture
ja: スクリーンショットを保存
ko: 스크린샷 저장
pt_br: Salvar Captura de Tela
ru: Сохранить снимок экрана
yue: 儲存截圖
zh_hans: 保存截图
zh_hant: 儲存截圖

source: Save as File
de: Als Datei sichern
es: Guardar como archivo
fr: Enregistrer dans un fichier
ja: ファイルに保存
ko: 파일로 저장
pt_br: Salvar como Arquivo
ru: Сохранить как файл
yue: 儲存為檔案
zh_hans: 保存为文件
zh_hant: 儲存為檔案

source: Save to:
de: Sichern unter:
es: Guardar en:
fr: Enregistrer dans :
ja: 保存先:
ko: 저장 위치:
pt_br: Salvar em:
ru: Сохранить в:
yue: 儲存到:
zh_hans: 保存到:
zh_hant: 儲存到:

source: Scanning…
de: Suche läuft…
es: Buscando…
fr: Recherche…
ja: スキャン中…
ko: 검색 중…
pt_br: Verificando…
ru: Сканирование…
yue: 掃描緊…
zh_hans: 扫描中…
zh_hant: 掃描中…

source: Screen
de: Bildschirm
es: Pantalla
fr: Écran
ja: 画面
ko: 화면
pt_br: Tela
ru: Экран
yue: 屏幕
zh_hans: 屏幕
zh_hant: 螢幕

source: Screenshot
de: Bildschirmfoto
es: Captura
fr: Capture
ja: スクリーンショット
ko: 스크린샷
pt_br: Captura de tela
ru: Снимок экрана
yue: 截圖
zh_hans: 截图
zh_hant: 截圖

source: Screenshot failed
de: Bildschirmfoto fehlgeschlagen
es: Captura fallida
fr: Échec de la capture
ja: スクリーンショットの保存に失敗しました
ko: 스크린샷 실패
pt_br: Falha na captura de tela
ru: Не удалось сделать снимок
yue: 截圖失敗
zh_hans: 截图失败
zh_hant: 截圖失敗

source: Screenshot saved to %@
de: Bildschirmfoto in %@ gesichert
es: Captura guardada en %@
fr: Capture enregistrée dans %@
ja: %@ にスクリーンショットを保存しました
ko: %@에 스크린샷이 저장됨
pt_br: Captura de tela salva em %@
ru: Снимок сохранён в %@
yue: 截圖已儲存到 %@
zh_hans: 截图已保存至 %@
zh_hant: 截圖已儲存到 %@

source: Scroll Wheel
de: Scrollrad
es: Rueda de desplazamiento
fr: Molette
ja: スクロールホイール
ko: 스크롤 휠
pt_br: Roda de rolagem
ru: Колесо прокрутки
yue: 滾輪
zh_hans: 滚轮
zh_hant: 滾輪

source: Scroll action:
de: Scroll-Aktion:
es: Acción de scroll:
fr: Action de la molette :
ja: スクロール動作:
ko: 스크롤 동작:
pt_br: Ação de rolagem:
ru: Действие прокрутки:
yue: 滾輪動作:
zh_hans: 滚轮动作:
zh_hant: 滾輪動作:

source: Scroll sensitivity:
de: Scroll-Empfindlichkeit:
es: Sensibilidad de scroll:
fr: Sensibilité de la molette :
ja: スクロール感度:
ko: 스크롤 감도:
pt_br: Sensibilidade da rolagem:
ru: Чувствительность прокрутки:
yue: 滾輪靈敏度:
zh_hans: 滚轮灵敏度:
zh_hant: 滾輪靈敏度:

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
pt_br: Pesquisar
ru: Поиск
yue: 搜尋
zh_hans: 搜索
zh_hant: 搜尋

source: Search OpenSubtitles
de: OpenSubtitles durchsuchen
es: Buscar en OpenSubtitles
fr: Rechercher sur OpenSubtitles
ja: OpenSubtitles を検索
ko: OpenSubtitles 검색
pt_br: Pesquisar em OpenSubtitles
ru: Искать в OpenSubtitles
yue: 搜尋 OpenSubtitles
zh_hans: 搜索 OpenSubtitles
zh_hant: 搜尋 OpenSubtitles

source: Search OpenSubtitles…
de: OpenSubtitles durchsuchen…
es: Buscar en OpenSubtitles…
fr: Rechercher sur OpenSubtitles…
ja: OpenSubtitles を検索…
ko: OpenSubtitles 검색…
pt_br: Pesquisar em OpenSubtitles…
ru: Искать в OpenSubtitles…
yue: 搜尋 OpenSubtitles…
zh_hans: 搜索 OpenSubtitles…
zh_hant: 搜尋 OpenSubtitles…

source: Search failed: %@
de: Suche fehlgeschlagen: %@
es: Búsqueda fallida: %@
fr: Échec de la recherche : %@
ja: 検索に失敗しました: %@
ko: 검색 실패: %@
pt_br: Falha na pesquisa: %@
ru: Ошибка поиска: %@
yue: 搜尋失敗:%@
zh_hans: 搜索失败:%@
zh_hant: 搜尋失敗:%@

source: Searching for DLNA devices…
de: DLNA-Geräte werden gesucht…
es: Buscando dispositivos DLNA…
fr: Recherche d'appareils DLNA…
ja: DLNA デバイスを検索中…
ko: DLNA 장치 검색 중…
pt_br: Procurando dispositivos DLNA…
ru: Поиск устройств DLNA…
yue: 正在搜尋 DLNA 裝置…
zh_hans: 正在搜索 DLNA 设备…
zh_hant: 正在搜尋 DLNA 裝置…

source: Searching for devices…
de: Geräte werden gesucht…
es: Buscando dispositivos…
fr: Recherche d'appareils…
ja: デバイスを検索中…
ko: 장치 검색 중…
pt_br: Procurando dispositivos…
ru: Поиск устройств…
yue: 正在搜尋裝置…
zh_hans: 正在搜索设备…
zh_hant: 正在搜尋裝置…

source: Searching…
de: Suche läuft…
es: Buscando…
fr: Recherche…
ja: 検索中…
ko: 검색 중…
pt_br: Pesquisando…
ru: Поиск…
yue: 搜尋中…
zh_hans: 搜索中…
zh_hant: 搜尋中…

source: Seek
de: Suchen
es: Buscar
fr: Naviguer
ja: シーク
ko: 이동
pt_br: Buscar
ru: Перейти
yue: 跳轉
zh_hans: 跳转
zh_hant: 跳轉

source: Seek Backward
de: Rückwärts spulen
es: Retroceder
fr: Reculer
ja: 巻き戻し
ko: 뒤로 이동
pt_br: Retroceder
ru: Перемотать назад
yue: 向後跳
zh_hans: 快退
zh_hant: 倒轉

source: Seek Backward 5s
de: 5 s zurück
es: Retroceder 5 s
fr: Reculer de 5 s
ja: 5秒巻き戻し
ko: 5초 뒤로
pt_br: Voltar 5 s
ru: Перемотать назад на 5 с
yue: 向後跳 5 秒
zh_hans: 快退 5 秒
zh_hant: 向後跳 5 秒

source: Seek Forward
de: Vorwärts spulen
es: Avanzar
fr: Avancer
ja: 早送り
ko: 앞으로 이동
pt_br: Avançar
ru: Перемотать вперёд
yue: 向前跳
zh_hans: 快进
zh_hant: 快轉

source: Seek Forward 5s
de: 5 s vor
es: Avanzar 5 s
fr: Avancer de 5 s
ja: 5秒早送り
ko: 5초 앞으로
pt_br: Avançar 5 s
ru: Перемотать вперёд на 5 с
yue: 向前跳 5 秒
zh_hans: 快进 5 秒
zh_hant: 向前跳 5 秒

source: Seek backward (extra-long)
de: Zurück (sehr lang)
es: Retroceder (muy largo)
fr: Reculer (très long)
ja: 巻き戻し (超長)
ko: 뒤로 (매우 길게)
pt_br: Voltar (muito longo)
ru: Назад (очень долго)
yue: 快退 (超長)
zh_hans: 快退 (超长)
zh_hant: 快退 (超長)

source: Seek backward (long)
de: Zurück (lang)
es: Retroceder (largo)
fr: Reculer (long)
ja: 巻き戻し (長)
ko: 뒤로 (길게)
pt_br: Voltar (longo)
ru: Назад (долго)
yue: 快退 (長)
zh_hans: 快退 (长)
zh_hant: 快退 (長)

source: Seek backward (short)
de: Zurück (kurz)
es: Retroceder (corto)
fr: Reculer (court)
ja: 巻き戻し (短)
ko: 뒤로 (짧게)
pt_br: Voltar (curto)
ru: Назад (коротко)
yue: 快退 (短)
zh_hans: 快退 (短)
zh_hant: 快退 (短)

source: Seek forward (extra-long)
de: Vor (sehr lang)
es: Avanzar (muy largo)
fr: Avancer (très long)
ja: 早送り (超長)
ko: 앞으로 (매우 길게)
pt_br: Avançar (muito longo)
ru: Вперёд (очень долго)
yue: 快進 (超長)
zh_hans: 快进 (超长)
zh_hant: 快進 (超長)

source: Seek forward (long)
de: Vor (lang)
es: Avanzar (largo)
fr: Avancer (long)
ja: 早送り (長)
ko: 앞으로 (길게)
pt_br: Avançar (longo)
ru: Вперёд (долго)
yue: 快進 (長)
zh_hans: 快进 (长)
zh_hant: 快進 (長)

source: Seek forward (short)
de: Vor (kurz)
es: Avanzar (corto)
fr: Avancer (court)
ja: 早送り (短)
ko: 앞으로 (짧게)
pt_br: Avançar (curto)
ru: Вперёд (коротко)
yue: 快進 (短)
zh_hans: 快进 (短)
zh_hant: 快進 (短)

source: Seek to %@ / %@ (%d%%)
de: Zu %@ / %@ springen (%d%%)
es: Saltar a %@ / %@ (%d%%)
fr: Aller à %@ / %@ (%d%%)
ja: %@ / %@ にジャンプ (%d%%)
ko: %@ / %@로 이동 (%d%%)
pt_br: Ir para %@ / %@ (%d%%)
ru: Перемотать к %@ / %@ (%d%%)
yue: 跳去 %@ / %@ (%d%%)
zh_hans: 跳转到 %@ / %@ (%d%%)
zh_hant: 跳至 %@ / %@ (%d%%)

source: Select All
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべてを選択
ko: 전체 선택
pt_br: Selecionar Tudo
ru: Выделить всё
yue: 全選
zh_hans: 全选
zh_hant: 全選

source: Select Resolution
de: Auflösung auswählen
es: Seleccionar resolución
fr: Choisir la résolution
ja: 解像度を選択
ko: 해상도 선택
pt_br: Selecionar Resolução
ru: Выбор разрешения
yue: 選擇解像度
zh_hans: 选择分辨率
zh_hant: 選擇解析度

source: Services
de: Dienste
es: Servicios
ja: サービス
ko: 서비스
pt_br: Serviços
ru: Службы
yue: 服務
zh_hans: 服务
zh_hant: 服務

source: Shortcut
de: Tastenkürzel
es: Atajo
fr: Raccourci
ja: ショートカット
ko: 단축키
pt_br: Atalho
ru: Сочетание
yue: 快捷鍵
zh_hans: 快捷键
zh_hant: 快捷鍵

source: Shortcuts Preset
de: Tastenkürzel-Vorgabe
es: Ajustes de atajos
fr: Préréglages de raccourcis
ja: ショートカットプリセット
ko: 단축키 사전 설정
pt_br: Predefinições de atalhos
ru: Предустановки сочетаний
yue: 快捷鍵預設
zh_hans: 快捷键预设
zh_hant: 快捷鍵預設

source: Shortcuts preset:
de: Tastenkürzel-Vorgabe:
es: Ajustes de atajos:
fr: Préréglage de raccourcis :
ja: ショートカットプリセット:
ko: 단축키 사전 설정:
pt_br: Predefinição de atalhos:
ru: Предустановка сочетаний:
yue: 快捷鍵預設:
zh_hans: 快捷键预设:
zh_hant: 快捷鍵預設:

source: Show All
de: Alle einblenden
es: Mostrar todo
fr: Tout afficher
ja: すべてを表示
ko: 모두 보기
pt_br: Mostrar Tudo
ru: Показать все
yue: 全部顯示
zh_hans: 全部显示
zh_hant: 全部顯示

source: Show Playlist
de: Wiedergabeliste anzeigen
es: Mostrar lista de reproducción
fr: Afficher la liste
ja: プレイリストを表示
ko: 재생목록 보기
pt_br: Mostrar Lista de Reprodução
ru: Показать список
yue: 顯示播放清單
zh_hans: 显示播放列表
zh_hant: 顯示播放清單

source: Shuffle
de: Zufall
es: Aleatorio
fr: Aléatoire
ja: シャッフル
ko: 무작위 재생
pt_br: Aleatório
ru: Перемешать
yue: 隨機播放
zh_hans: 随机播放
zh_hant: 隨機播放

source: Shuffle off
de: Zufall aus
es: Aleatorio desactivado
fr: Aléatoire désactivé
ja: シャッフル: オフ
ko: 무작위 재생 꺼짐
pt_br: Aleatório desativado
ru: Перемешать: выкл
yue: 隨機播放：關
zh_hans: 随机播放：关
zh_hant: 隨機播放：關

source: Shuffle on
de: Zufall ein
es: Aleatorio activado
fr: Aléatoire activé
ja: シャッフル: オン
ko: 무작위 재생 켜짐
pt_br: Aleatório ativado
ru: Перемешать: вкл
yue: 隨機播放：開
zh_hans: 随机播放：开
zh_hant: 隨機播放：開

source: Silver
de: Silber
es: Plata
fr: Argent
ja: シルバー
ko: 은색
pt_br: Prata
ru: Серебристый
yue: 銀色
zh_hans: 银色
zh_hant: 銀色

source: Skip This Version
de: Diese Version überspringen
es: Omitir esta versión
fr: Ignorer cette version
ja: このバージョンをスキップ
ko: 이 버전 건너뛰기
pt_br: Ignorar esta versão
ru: Пропустить эту версию
yue: 略過此版本
zh_hans: 跳过此版本
zh_hant: 略過此版本

source: Slower
de: Langsamer
es: Más lento
fr: Plus lent
ja: 遅く
ko: 느리게
pt_br: Mais lento
ru: Медленнее
yue: 較慢
zh_hans: 更慢
zh_hant: 較慢

source: Small Speakers
de: Kleine Lautsprecher
es: Bocinas pequeñas
fr: Petits haut-parleurs
ja: 小型スピーカー
ko: 소형 스피커
pt_br: Caixas Pequenas
ru: Маленькие колонки
yue: 細喇叭
zh_hans: 小型音箱
zh_hant: 小型喇叭

source: Smart zoom (%):
de: Intelligenter Zoom (%):
es: Zoom inteligente (%):
fr: Zoom intelligent (%) :
ja: スマートズーム (%):
ko: 스마트 줌 (%):
pt_br: Zoom inteligente (%):
ru: Умное масштабирование (%):
yue: 智能縮放 (%):
zh_hans: 智能缩放 (%):
zh_hant: 智慧縮放 (%):

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
ja: 速度
ko: 속도
pt_br: Velocidade
ru: Скорость
yue: 速度
zh_hans: 速度
zh_hant: 速度

source: Speed Presets
de: Geschwindigkeitsvorgaben
es: Velocidades predefinidas
fr: Préréglages de vitesse
ja: 速度プリセット
ko: 속도 사전 설정
pt_br: Predefinições de Velocidade
ru: Предустановки скорости
yue: 速度預設值
zh_hans: 速度预设
zh_hant: 速度預設

source: Speed down
de: Langsamer
es: Desacelerar
fr: Ralentir
ja: 速度ダウン
ko: 속도 낮추기
pt_br: Desacelerar
ru: Замедлить
yue: 減速
zh_hans: 减速
zh_hant: 減速

source: Speed up
de: Schneller
es: Acelerar
fr: Accélérer
ja: 速度アップ
ko: 속도 높이기
pt_br: Acelerar
ru: Ускорить
yue: 加速
zh_hans: 加速
zh_hant: 加速

source: Speed: %.2fx
de: Geschwindigkeit: %.2fx
es: Velocidad: %.2fx
fr: Vitesse : %.2f×
ja: 速度: %.2f倍
ko: 속도: %.2fx
pt_br: Velocidade: %.2fx
ru: Скорость: %.2fx
yue: 速度：%.2f 倍
zh_hans: 速度：%.2f 倍
zh_hant: 速度：%.2f 倍

source: Stop Playback
de: Wiedergabe stoppen
es: Detener reproducción
fr: Arrêter la lecture
ja: 再生を停止
ko: 재생 중지
pt_br: Parar reprodução
ru: Остановить воспроизведение
yue: 停止播放
zh_hans: 停止播放
zh_hant: 停止播放

source: Stream
de: Streamen
es: Transmitir
fr: Diffuser
ja: ストリーミング
ko: 스트림
pt_br: Transmitir
ru: Транслировать
yue: 串流
zh_hans: 推流
zh_hant: 串流

source: Stream Output
de: Stream-Ausgabe
es: Salida de transmisión
fr: Sortie de flux
ja: ストリーム出力
ko: 스트림 출력
pt_br: Saída de Transmissão
ru: Вывод потока
yue: 串流輸出
zh_hans: 流式输出
zh_hant: 串流輸出

source: Streaming is not implemented yet. Use Save as File to transcode to disk.
de: Streaming ist noch nicht implementiert. Verwenden Sie „Als Datei sichern“, um auf die Festplatte zu transkodieren.
es: La transmisión aún no está implementada. Usa Guardar como archivo para transcodificar a disco.
fr: La diffusion n'est pas encore implémentée. Utilisez « Enregistrer dans un fichier » pour transcoder sur le disque.
ja: ストリーミング機能は未実装です。「ファイルに保存」を使用してディスクに変換してください。
ko: 스트리밍은 아직 구현되지 않았습니다. '파일로 저장'으로 디스크에 트랜스코딩하십시오.
pt_br: A transmissão ainda não foi implementada. Use Salvar como Arquivo para transcodificar para o disco.
ru: Потоковая трансляция ещё не реализована. Используйте «Сохранить как файл» для перекодирования на диск.
yue: 串流輸出未實作，請用「儲存為檔案」轉碼到磁碟。
zh_hans: 流式输出尚未实现，请使用「保存为文件」将其转码到磁盘。
zh_hant: 串流輸出尚未實作，請使用「儲存為檔案」轉碼到磁碟。

source: Stretch to Fill
de: Strecken zum Füllen
es: Estirar al máximo
fr: Étirer pour remplir
ja: 引き伸ばして埋める
ko: 늘여서 채우기
pt_br: Esticar para preencher
ru: Растянуть до заполнения
yue: 拉伸填滿
zh_hans: 拉伸填充
zh_hant: 拉伸填滿

source: Subtitle
de: Untertitel
es: Subtítulo
fr: Sous-titre
ja: 字幕
ko: 자막
pt_br: Legenda
ru: Субтитры
yue: 字幕
zh_hans: 字幕
zh_hant: 字幕

source: Subtitle Track
de: Untertitelspur
es: Pista de subtítulos
fr: Piste de sous-titres
ja: 字幕トラック
ko: 자막 트랙
pt_br: Faixa de Legenda
ru: Дорожка субтитров
yue: 字幕軌
zh_hans: 字幕轨道
zh_hant: 字幕軌

source: Subtitle color: %@
de: Untertitelfarbe: %@
es: Color del subtítulo: %@
fr: Couleur du sous-titre : %@
ja: 字幕の色: %@
ko: 자막 색상: %@
pt_br: Cor da legenda: %@
ru: Цвет субтитров: %@
yue: 字幕顏色:%@
zh_hans: 字幕颜色:%@
zh_hant: 字幕顏色:%@

source: Subtitle delay reset
de: Untertitelverzögerung zurückgesetzt
es: Retardo de subtítulos restablecido
fr: Décalage des sous-titres réinitialisé
ja: 字幕遅延をリセットしました
ko: 자막 지연 초기화됨
pt_br: Atraso da legenda redefinido
ru: Задержка субтитров сброшена
yue: 字幕延遲已重設
zh_hans: 字幕延迟已重置
zh_hant: 字幕延遲已重設

source: Subtitle delay: %.1fs
de: Untertitelverzögerung: %.1fs
es: Retardo de subtítulos: %.1fs
fr: Décalage des sous-titres : %.1f s
ja: 字幕遅延: %.1f秒
ko: 자막 지연: %.1f초
pt_br: Atraso da legenda: %.1fs
ru: Задержка субтитров: %.1f с
yue: 字幕延遲：%.1f 秒
zh_hans: 字幕延迟：%.1f 秒
zh_hant: 字幕延遲：%.1f 秒

source: Subtitle loaded: %@
de: Untertitel geladen: %@
es: Subtítulo cargado: %@
fr: Sous-titre chargé : %@
ja: 字幕を読み込みました: %@
ko: 자막 로드됨: %@
pt_br: Legenda carregada: %@
ru: Субтитры загружены: %@
yue: 已載入字幕：%@
zh_hans: 已加载字幕：%@
zh_hant: 已載入字幕：%@

source: Subtitle: %@
de: Untertitel: %@
es: Subtítulo: %@
fr: Sous-titre : %@
ja: 字幕: %@
ko: 자막: %@
pt_br: Legenda: %@
ru: Субтитры: %@
yue: 字幕:%@
zh_hans: 字幕:%@
zh_hant: 字幕:%@

source: Subtitles hidden
de: Untertitel verborgen
es: Subtítulos ocultos
fr: Sous-titres masqués
ja: 字幕を非表示にしました
ko: 자막 숨겨짐
pt_br: Legendas ocultas
ru: Субтитры скрыты
yue: 字幕已隱藏
zh_hans: 字幕已隐藏
zh_hant: 字幕已隱藏

source: Subtitles visible
de: Untertitel sichtbar
es: Subtítulos visibles
fr: Sous-titres visibles
ja: 字幕を表示しました
ko: 자막 표시됨
pt_br: Legendas visíveis
ru: Субтитры включены
yue: 字幕已顯示
zh_hans: 字幕已显示
zh_hant: 字幕已顯示

source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Système par défaut
ja: システム標準
ko: 시스템 기본값
pt_br: Padrão do Sistema
ru: Системный язык
yue: 跟隨系統
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Teal
de: Petrol
es: Verde azulado
fr: Sarcelle
ja: ティール
ko: 청록색
pt_br: Verde-azulado
ru: Бирюзовый
yue: 藍綠色
zh_hans: 蓝绿色
zh_hant: 藍綠色

source: Text Color
de: Textfarbe
es: Color de texto
fr: Couleur du texte
ja: 文字色
ko: 글자 색상
pt_br: Cor do Texto
ru: Цвет текста
yue: 文字顏色
zh_hans: 文字颜色
zh_hant: 文字顏色

source: Theme:
de: Erscheinungsbild:
es: Tema:
fr: Thème :
ja: テーマ:
ko: 테마:
pt_br: Tema:
ru: Тема:
yue: 主題:
zh_hans: 主题:
zh_hant: 主題:

source: Toggle Fullscreen
de: Vollbild umschalten
es: Alternar pantalla completa
fr: Basculer plein écran
ja: フルスクリーン切り替え
ko: 전체 화면 전환
pt_br: Alternar tela cheia
ru: Полноэкранный режим
yue: 切換全螢幕
zh_hans: 切换全屏
zh_hant: 切換全螢幕

source: Toggle fullscreen
de: Vollbild umschalten
es: Alternar pantalla completa
fr: Basculer en plein écran
ja: フルスクリーンを切替
ko: 전체 화면 전환
pt_br: Alternar tela cheia
ru: Полноэкранный режим
yue: 切換全螢幕
zh_hans: 切换全屏
zh_hant: 切換全螢幕

source: Track: %@
de: Spur: %@
es: Pista: %@
fr: Piste : %@
ja: トラック: %@
ko: 트랙: %@
pt_br: Faixa: %@
ru: Дорожка: %@
yue: 聲軌:%@
zh_hans: 轨道:%@
zh_hant: 聲軌:%@

source: Transform reset
de: Transformation zurückgesetzt
es: Transformación restablecida
fr: Transformation réinitialisée
ja: 変換をリセットしました
ko: 변환이 초기화됨
pt_br: Transformação revertida
ru: Преобразование сброшено
yue: 變形已重設
zh_hans: 变换已重置
zh_hant: 變形已重設

source: Transparent title bar
de: Transparente Titelleiste
es: Barra de título transparente
fr: Barre de titre transparente
ja: 透明タイトルバー
ko: 투명 제목 표시줄
pt_br: Barra de título transparente
ru: Прозрачная строка заголовка
yue: 透明標題列
zh_hans: 透明标题栏
zh_hant: 透明標題列

source: Treble Booster
de: Höhenverstärkung
es: Refuerzo de agudos
fr: Amplificateur d'aigus
ja: 高音ブースト
ko: 고음 강화
pt_br: Reforço de Agudos
ru: Усилитель высоких частот
yue: 高音增強
zh_hans: 高音增强
zh_hant: 高音增強

source: Treble Reducer
de: Höhenreduzierung
es: Reductor de agudos
fr: Réducteur d'aigus
ja: 高音カット
ko: 고음 감소
pt_br: Redutor de Agudos
ru: Уменьшение высоких частот
yue: 高音減弱
zh_hans: 高音减弱
zh_hant: 高音減弱

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
yue: 未知
zh_hans: 未知
zh_hant: 未知

source: Unmuted
de: Stummschaltung aus
es: Con sonido
fr: Son rétabli
ja: ミュート解除
ko: 음소거 해제됨
pt_br: Som reativado
ru: Звук включён
yue: 已取消靜音
zh_hans: 已取消静音
zh_hant: 已取消靜音
